article = 'AR'
news = 'NW'
TYPE_TEXT = [
    (article, 'статья'),
    (news, 'новость')
]

news_column = {1: ['техника', 'Выпущен Nokia C02 — самый дешевый смартфон компании на Android 12', 'В преддверии MWC Barcelona 2023 '
             'компания представила Nokia C02. Это бюджетный телефон, работающий на Android 12 Go Edition. Это самый '
             'дешевый и один из самых компактных аппаратов производителя. Габариты устройства — 148,7 x 71,2 x 10 мм,'
                                                                                  ' а вес — 191 г.'],
         2: ['спорт', 'Клебо стал восьмикратным чемпионом мира', 'В словенской Планице завершились командные спринты'
             ' чемпионата мира. Сюрпризов не произошло — у женщин выиграли шведки, у мужчин победил норвежский дуэт во '
             'главе с Йоханнесом Клебо. Для 26-летнего норвежца это уже восьмая победа на чемпионатах мира. О неудаче в'
             ' скиатлоне теперь никто и не вспоминает. Клебо явно настроен достать рекордсмена у мужчин Петтера Нортуга'
             ' (13 золотых медалей). Но сможет ли Йоханнес продолжить в том же духе в дистанционных гонках?']}

articles_column = {1: ['техника', 'Как умирает техника? Элементы теории надёжности', 'Чем не совсем новый сервер лучше'
                       ' совсем нового, а также какой смысл надписи «Срок службы» в документации к Вашему холодильнику,'
                       ' почему и из каких соображений нужно заранее думать о замене рабочего ноута и некоторые другие '
                       'интересные вещи.']}